Repository: Holarse-Linuxgaming/yaup
Catalog: po/*.po
Languages: de

source: Searching for available devices in the network…
de: Suche verfügbare Geräte im Netzwerk…

source: Preferences
de: Einstellungen

source: Use different internal port
de: Benutze anderen internen Port

source: Use different IP to redirect to
de: Setze die Portfreigabe für eine andere IP

source: Activate this row.
de: Aktiviere diese Zeile.

source: Set a description for this row.
de: Setze eine Beschreibung für diese Reihe.

source: Set a different IP than your own for the portmapping.
de: Setze eine andere IP als die eigene für die Portweiterleitung.

source: Set a different internal port than the external port.
de: Setze einen anderen internen Port als der externe Port.

source: Set the port for the portmapping.
de: Setze den Port für die Portweiterleitung.

source: Set the protocol for the mapping. Most of the time you'd probably want 'TCP & UDP'.
de: Setze das Protokoll für die Portweiterleitung. Meistens wird hier 'TCP & UDP' verwendet werden.

source: Show options which influence this row.
de: Zeige Optionen, welche diese Zeile beeinflussen.

source: Show advanced options for this portmapping.
de: Zeige erweiterte Funktionen für diese Portweiterleitung.

source: Move this row one line up.
de: Bewege diese Zeile nach oben.

source: Move this row one line down.
de: Bewege diese Zeile nach unten.

source: Duplicate this row.
de: Kopiere diese Zeile.

source: Remove this row from the list.
de: Entferne diese Zeile.

source: Activate the option to specify a different internal port.
de: Aktiviere die Option einen anderen internen Port zu benutzen.

source: Activate the option to specify a different IP.
de: Aktiviere die Option eine andere IP anzugeben.

source: Description
de: Beschreibung

source: Use different IP
de: Benutze anderen internen Port

source: Move selected item up.
de: Bewege die aktivierte Zeile nach oben.

source: Move selected item down.
de: Bewege die aktivierte Zeile nach unten.

source: Duplicate an item in the list.
de: Kopiere eine Zeile.

source: Remove an item from the list.
de: Entferne eine Zeile.

source: Refresh opened UPnP ports.
de: Aktualisiere die geöffneten UPnP Ports.

source: Add an item to the list.
de: Fügt eine Zeile ein.

source: About
de: Über

source: This is Yaup - Yet Another UPnP Portmapper. It's a GTK+ frontend for miniupnpc.
de: Dies ist Yaup - Yet Another UPnP Portmapper. (Noch ein weiterer UPnP-Portmapper) Es ist eine GTK+-Oberfläche für miniupnpc.

source: Close
de: Schließen

source: Close this dialog.
de: Schließe diesen Dialog.

source: Specify ControlURL
de: Definiere ControlURL

source: Reset
de: Zurücksetzen

source: No description found
de: Keine Beschreibung gefunden

source: Activated external %i to internal %i for %s to %s
de: Portweiterleitung von extern %i zu intern %i für %s zu %s aktiviert

source: Activating TCP failed with error code %i
de: Aktivierung von TCP mit Code %i fehlgeschlagen

source: Activating UDP failed with error code %i
de: Aktivierung von UDP mit Code %i fehlgeschlagen

source: Activating failed with error %i and error %i
de: Aktivierung mit Code %i und %i fehlgeschlagen

source: Activating failed with error %i
de: Aktivierung mit Code %i fehlgeschlagen

source: Removed external %i to internal %i for %s
de: Portweiterleitung von extern %i zu intern %i für %s deaktiviert

source: Removing TCP failed with error code %i
de: Entfernen von TCP mit Code %i fehlgeschlagen

source: Removing UDP failed with error code %i
de: Entfernen von UDP mit Code %i fehlgeschlagen

source: Removing failed with error %i and error %i
de: Entfernen mit Code %i und %i fehlgeschlagen

source: Port and Protocol are already in use
de: Port und Protokoll sind bereits in Benutzung

source: Found port forwarding for %s with protocol %s: %s->%s
de: Portweiterleitung für %s mit Protokoll %s gefunden: %s->%s

source: Reload
de: Aktualisieren

source: Quit
de: Beenden
